Repository: CyberFlameGO/gnome-initial-setup
Catalog: po/*.po
Languages: km

source: Initial Setup
km: ការ​រៀបចំ​ដំបូង

source: _Next
km: បន្ទាប់

source: _Accept
km: ព្រម​ទទួល

source: _Skip
km: រំលង

source: _Previous
km: មុន

source: _Cancel
km: បោះបង់

source: Force existing user mode
km: បង្ខំ​របៀប​អ្នកប្រើ​មាន​ស្រាប់

source: - GNOME initial setup
km: - ការ​រៀបចំ​ដំបូង GNOME

source: About You
km: អំពី​អ្នក

source: Failed to register account
km: បាន​បរាជ័យ​ក្នុងចុះឈ្មោះ​គណនី

source: No supported way to authenticate with this domain
km: គ្មាន​វិធី​បាន​គាំទ្រ​ដើម្បី​ផ្ទៀងផ្ទាត់​ជា​មួយដែន​នេះ

source: Failed to join domain
km: បាន​បរាជ័យ​ក្នុងការ​ចូល​ដែន

source: Failed to log into domain
km: បាន​បរាជ័យ​ក្នុងការ​​ចូល​ក្នុង​ដែន

source: Enterprise Login
km: ការ​ចូល​ជាសហគ្រាស

source: Enterprise login allows an existing centrally managed user account to be used on this device.
km: ការ​ចូលជា​សហគ្រាស​អនុញ្ញាត​ឲ្យ​គណនី​អ្នកប្រើ​ដែល​បាន​គ្រប់គ្រង​នៅ​កណ្ដាល​ត្រូវ​បាន​ប្រើ​លើ​ឧបករណ៍នេះ។

source: _Domain
km: ដែន

source: _Username
km: ឈ្មោះ​អ្នកប្រើ

source: _Password
km: ពាក្យ​សម្ងាត់

source: Enterprise domain or realm name
km: ដែន​សហគ្រាស ឬ​ឈ្មោះ​ដែន

source: C_ontinue
km: បន្ត

source: Domain Administrator Login
km: ចូល​ជា​អ្នក​គ្រប់គ្រង​ដែន

source: In order to use enterprise logins, this computer needs to be enrolled in the domain. Please have your network administrator type their domain password here, and choose a unique computer name for your computer.
km: ដើម្បី​ប្រើ​ការ​ចូល​ជា​សហគ្រាស កុំព្យូទ័រ​តម្រូវ​ឲ្យ​ចុះ​ឈ្មោះ​ក្នុង​ដែន។ សូម​ឲ្យ​អ្នក​គ្រប់គ្រង​បណ្ដាញ​របស់​អ្នក​បញ្ចូលពាក្យ​សម្ងាត់​ដែន​នៅ​ទីនេះ ហើយ​ជ្រើសឈ្មោះ​កុំព្យូទ័រ​តែ​មួយគត់​សម្រាប់កុំព្យូទ័ររបស់​អ្នក។

source: _Computer
km: កុំព្យូទ័រ

source: Administrator _Name
km: ឈ្មោះអ្នក​គ្រប់គ្រង

source: Administrator Password
km: ពាក្យ​សម្ងាត់​អ្នក​គ្រប់គ្រង

source: Are these the right details? You can change them if you want.
km: តើ​ទាំង​នេះ​ជា​ព័ត៌មាន​លម្អិតត្រឹមត្រូវ​ឬ? អ្នកអាច​ប្ដូរ​ពួកវា​បើ​អ្នក​ចង់។

source: We need a few details to complete setup.
km: យើង​ត្រូវ​ការ​ព័ត៌មាន​លម្អិត​បន្តិច​ទៀត​ដើម្បី​បញ្ចប់ការ​រៀបចំ​នេះ។

source: Avatar image
km: រូបភាព​អាវ៉ាតា

source: _Full Name
km: ឈ្មោះ​ពេញ

source: Your username cannot be changed after setup.
km: មិន​អាច​ប្ដូរ​ឈ្មោះ​អ្នកប្រើ​របស់​អ្នក​បន្ទាប់​ពី​រៀបចំ។

source: Disable image
km: បិទ​រូបភាព

source: Take a photo...
km: ថតរូប...

source: Cannot automatically join this type of domain
km: មិនអាច​ចូល​ដែន​ប្រភេទ​ដោយស្វ័យ​ប្រវត្តិ

source: No such domain or realm found
km: រក​មិន​ឃើញ​ដែន ឬ​តំបន់

source: Cannot log in as %s at the %s domain
km: មិន​អាច​ចូលជា %s នៅដែន %s

source: Invalid password, please try again
km: ពាក្យ​សម្ងាត់​មិន​ត្រឹមត្រូវ សូម​ព្យាយាម​ម្ដង​ទៀត

source: Couldn't connect to the %s domain: %s
km: មិន​អាច​ភ្ជាប់​ទៅ​ដែន %s ៖ %s

source: A user with the username '%s' already exists
km: មាន​អ្នកប្រើ​ដែល​មាន​ឈ្មោះអ្នកប្រើ '%s' រួច​ហើយ

source: The username is too long
km: ឈ្មោះ​អ្នក​ប្រើ​វែង​ពេក

source: The username cannot start with a '-'
km: ឈ្មោះអ្នក​ប្រើ​មិន​អាច​ចាប់ផ្ដើម​ដោយ '-'

source: The username must only consist of: ➣ letters from the English alphabet ➣ digits ➣ any of the characters '.', '-' and '_'
km: ឈ្មោះអ្នកប្រើ​ត្រូវ​តែ​មាន៖ ➣ អក្សរ​​អង់គ្លេស ➣ លេខ ➣ តួអក្សរ​ណាមួយ​នៃ '.', '-' និង '_'

source: License Agreements
km: កិច្ចព្រមព្រៀង​អាជ្ញាប័ណ្ណ

source: I have _agreed to the terms and conditions in this end user license agreement.
km: ខ្ញុំ​យល់​ព្រម​នឹង​លក្ខខណ្ឌ​ប្រើប្រាស់​ក្នុង​កិច្ច​ព្រមព្រៀង​អាជ្ញាប័ណ្ណ​អ្នកប្រើ​នេះ។

source: Add Account
km: បន្ថែម​គណនី

source: Cancel
km: បោះបង់

source: Online Accounts
km: គណនី​លើបណ្ដាញ

source: Connect Your Online Accounts
km: ភ្ជាប់​គណនី​លើ​បណ្ដាញ​របស់​អ្នក

source: Connecting your accounts will allow you to easily access your email, online calendar, contacts, documents and photos.
km: ការ​ភ្ជាប់​គណនី​របស់អ្នក​នឹង​អនុញ្ញាត​ឲ្យ​អ្នក​ចូល​អ៊ីមែល​, ប្រតិទិន​លើ​បណ្ដាញ, ទំនាក់ទំនង, ឯកសារ និង​រូបថត​របស់​អ្នកយ៉ាងងាយ​ស្រួល។

source: You can review your online accounts (and add others) after setup.
km: អ្នក​អាច​ពិនិត្យ​គណនី​លើបណ្ដាញរបស់​អ្នក (និងបន្ថែម​គណនី​ផ្សេង) បន្ទាប់ពី​រៀបចំ។

source: Preview
km: មើលជា​មុន

source: More…
km: ច្រើន​ទៀត...

source: No inputs found
km: រក​មិនឃើញ​ការ​បញ្ចូល

source: Typing
km: បញ្ចូល

source: Select your keyboard layout or an input method.
km: ជ្រើស​ប្លង់​ក្ដារ​ចុច​របស់​អ្នក​ ឬ​វិធី​សាស្ត្រ​បញ្ចូល។

source: No languages found
km: រកមិន​ឃើញ​ភាសា

source: Welcome
km: ស្វាគមន៍

source: Welcome!
km: ស្វាគមន៍!

# Wireless access point
source: Other…
km: ផ្សេងៗ...

source: Checking for available wireless networks
km: ពិនិត្យ​មើល​បណ្ដាញ​ឥតខ្សែ​ដែល​មាន

source: Network
km: បណ្ដាញ

source: Wi-Fi
km: វ៉ាយហ្វាយ

source: Connecting to the Internet will enable you to set the time, add your details, and enable you to access your email, calendar, and contacts. It is also necessary for enterprise login accounts.
km: ការ​ភ្ជាប់​អ៊ីនធឺណិត​នឹង​អាច​ឲ្យ​អ្នកកំណត់ពេល បន្ថែម​ព័ត៌មាន​លម្អិត​របស់អ្នក និង​អាច​ឲ្យ​អ្នក​ចូល​អ៊ីមែល, ប្រតិទិន, និង​ទំនាក់ទំនង​របស់អ្នក​បាន។ វា​ក៏​ចាំបាច់​សម្រាប់​គណនី​ចូល​ជា​សហគ្រាស​ផង​ដែរ។

source: No wireless available
km: មិន​មាន​បណ្ដាញ​ឥត​ខ្សែ

source: No password
km: គ្មាន​ពាក្យ​សម្ងាត់

source: Passwords do not match
km: ពាក្យ​សម្ងាត់​មិន​ដូច​គ្នា

source: Strength: %s
km: ភាព​ខ្លាំង៖ %s

source: _Confirm password
km: បញ្ជក់​ពាក្យ​សម្ងាត់

source: Try to use at least 8 different characters. Mix upper and lower case and use a number or two.
km: ព្យាយាម​ប្រើ​យ៉ាងហោច​ណាស់ ៨​​តួអក្សរខុស​ៗ​គ្នា។ មាន​អក្សរ​តូច និង​ធំលាយគ្នា ព្រម​ទាំង​ប្រើ​លេខ​មួយ ឬ​ពីរ។

source: Password
km: ពាក្យ​សម្ងាត់

source: Set a Password
km: កំណត់​ពាក្យ​សម្ងាត់

source: Be careful not to lose your password.
km: ប្រយ័ត្ន​មិន​ត្រូវ​ឲ្យ​បាត់ពាក្យ​សម្ងាត់​របស់​អ្នកទេ។

source: Choose a _password
km: ជ្រើស​ពាក្យ​សម្ងាត់

# Password strength
source: Too short
km: ខ្លី​ពេក

# Password strength
source: Not good enough
km: មិន​ល្អ​គ្រប់គ្រាន់ទេ

# Password strength
source: Weak
km: ខ្សោយ

# Password strength
source: Fair
km: មធ្យម

# Password strength
source: Good
km: ល្អ

# Password strength
source: Strong
km: ខ្លាំង

source: No regions found
km: រក​មិន​ឃើញ​តំបន់

source: Region
km: តំបន់

source: Choose your country or region.
km: ជ្រើស​ប្រទេស ឬតំបន់​របស់​អ្នក។

source: _Start using %s
km: ចាប់ផ្ដើម​ប្រើ %s

source: Thank you for choosing %s. We hope that you love it.
km: អរគុណ​ចំពោះ​ការ​ជ្រើស %s ។ យើង​សង្ឃឹម​ថា​ អ្នក​ពេញចិត្ត​វា។

source: Ready to Go
km: រួចរាល់

source: You're all set!
km: អ្នក​បាន​ធ្វើ​រួចរាល់​ហើយ!

source: Time Zone
km: តំបន់​ពេលវេលា

source: Please search for a nearby city
km: សូម​ស្វែងរក​ទីក្រុង​នៅ​ក្បែរ
